<template>
  <div id="privacy_policy">
    <article>
      <div class="breadcrumb">
        <router-link to="/">トップ</router-link> &gt; プライバシーポリシー
      </div>
      <div class="text-card">
        <h1>プライバシーポリシー</h1>

        <p>本プライバシーポリシーは、北大鯨類研究会札幌支部が運営する「hucrsapporo.php.xdomain.jp」（以下、「当サイト」とします。)の各種サービス（当サイトによる情報提供、各種お問合せの受付等）において、当サイトの訪問者（以下、「訪問者」とします。）の個人情報もしくはそれに準ずる情報を取り扱う際に、当サイトが遵守する方針を示したものです。</p>

        <h2>1．基本方針</h2>

        <p>当サイトは、個人情報の重要性を認識し、個人情報を保護することが社会的責務であると考え、個人情報に関する法令を遵守し、当サイトで取扱う個人情報の取得、利用、管理を適正に行います。</p>
        <p>当サイトで収集した情報は、利用目的の範囲内で適切に取り扱います。</p>

        <h2>2．適用範囲</h2>

        本プライバシーポリシーは、当サイトにおいてのみ適用されます。

        <h2>3．個人情報の取得と利用目的</h2>

        当サイトで取得する訪問者の個人情報と利用目的、保存期間等は下記の通りです。

        <h3>3-1．お問い合せされた個人情報を取得します</h3>

        当サイトでは（<a href="http://hucrsapporo.php.xdomain.jp/contact">お問い合わせフォーム</a>）を設けています。

        訪問者がそのお問い合わせフォームから問い合わせをされた際に入力された、以下の個人情報を取得します。

        <ul>
          <li>お問い合わせフォームに入力された名前</li>
          <li>お問い合わせフォームに入力されたメールアドレス</li>
          <li>お問い合わせフォームに入力されたお問合せ内容</li>
        </ul>

        <h4>3-1-1．利用目的について</h4>

        <p>お問い合わせ対応をするためと、訪問者の管理のためです。訪問者からのお問い合わせ情報を保存しておくことによって、同じ訪問者が別のお問い合わせをした際に、過去の問い合わせ内容を踏まえた対応をすることが出来、より的確な対応をすることが出来ます。</p>

        <p>また、当サイト内で「このようなお問合せがありました」と紹介させていただく場合もあります。</p>

        <h4>3-1-2．個人情報取得の同意について</h4>

        <p>当サイトでは、お問い合わせフォームからお問い合わせをする前に、当プライバシーポリシーをご一読いただくよう案内しています。</p>

        <p>お問い合わせをされた時点で、その訪問者は当プライバシーポリシーに同意されたとみなします。</p>

        <h3>3-2．Cookieによる個人情報の取得</h3>

        <p>当サイトは、訪問者のコンピュータにCookieを送信することがあります。</p>

        <p>Cookie（クッキー）とは、ウェブサイトを利用したときに、ブラウザとサーバーとの間で送受信した利用履歴や入力内容などを、訪問者のコンピュータにファイルとして保存しておく仕組みです。</p>

        <h4>3-2-1．利用目的について</h4>

        <p>訪問者の当サイト閲覧時の利便性を高めるためです。</p>

        <p>たとえば、次回同じページにアクセスするとCookieの情報を使って、ページの運営者は訪問者ごとに表示を変えることができます。</p>

        <p>たとえばあるサイトを利用していて、初回はログインパスワードを入力する画面が表示されたけど、2回目以降はログイン画面は表示されずにアクセスできた、という経験ありませんか？それはCookieによるものです。</p>

        <p>訪問者がブラウザの設定でCookieの送受信を許可している場合、ウェブサイトは、訪問者のブラウザからCookieキーを取得できます。</p>

        <p>なお、訪問者のブラウザはプライバシー保護のため、そのウェブサイトのサーバーが送受信したCookieのみを送信します。</p>

        <h4>3-2-2．保存期間について</h4>

        当サイトに残されたコメントの Cookie は、1ヶ月間保存されます。

        <h4>3-2-3．第三者によるCookie情報の取得について</h4>

        <p>当サイトでは、グーグル株式会社やヤフー株式会社などをはじめとする第三者から配信される広告が掲載される場合があり、これに関連して当該第三者が訪問者のCookie情報等を取得して、利用している場合があります。</p>

        <p>当該第三者によって取得されたCookie情報等は、当該第三者のプライバシーポリシーに従って取り扱われます。</p>

        <h2>4．個人情報の管理</h2>

        当サイトは、訪問者からご提供いただいた情報の管理について、以下を徹底します。

        <h3>4-1. 情報の正確性の確保</h3>

        訪問者からご提供いただいた情報については、常に正確かつ最新の情報となるよう努めます。

        <h3>4-2. 個人情報の廃棄</h3>

        個人情報が不要となった場合には、すみやかに廃棄します。

        <h3>4-3. 個人情報の開示、訂正、追加、削除、利用停止</h3>

        <p>訪問者ご本人からの個人情報の開示、訂正、追加、削除、利用停止のご希望の場合には、ご本人であることを確認させていただいた上、速やかに対応させていただきます。</p>

        <p>上記を希望される場合は、以下のメールアドレスまでお問い合わせください。</p>

        <p>メールアドレス：<a href="mailto:cetorogy.club.sapporo@gmail.com">cetorogy.club.sapporo@gmail.com</a></p>

        <h2>5．個人情報の第三者への提供について</h2>

        <p>当サイトは、訪問者からご提供いただいた個人情報を、訪問者本人の同意を得ることなく第三者に提供することはありません。また、今後第三者提供を行うことになった場合には、提供する情報と提供目的などを提示し、訪問者から同意を得た場合のみ第三者提供を行います。</p>

        <h2>6．未成年の個人情報について</h2>

        未成年者が当サイトにコメントをしたり、お問い合わせフォームから問い合わせをされたりする場合は必ず親権者の同意を得るものとし、コメントやお問い合わせをされた時点で、当プライバシーポリシーに対して親権者の同意があるものとみなします。

        <h2>7．お問い合わせ先</h2>

        当サイト、又は個人情報の取扱いに関しては、下記のメールアドレスにてお問い合わせください。

        <p>当サイト運営者：北海道大学鯨類研究会札幌支部</p>
        <p>
          メールアドレス：<a href="mailto:cetorogy.club.sapporo@gmail.com">cetorogy.club.sapporo@gmail.com</a>
        </p>

        <h2>8．第三者配信の広告サービスについて</h2>

        <p>当サイトは、<a href="https://www.xserver.co.jp/">XSERVER Inc.</a>が提供する広告をサイト内に埋め込むことによってサーバーをレンタルすることができる、サーバーレンタルサービス「XFree」を利用しています。</p>

        <p>スマートフォンおよびタブレット端末から当サイトにアクセスした場合は、第三者配信事業者や広告ネットワークの配信する広告がサイトに掲載されることがあります。</p>

        <h2>9．プライバシーポリシーの変更について</h2>

        当サイトは、個人情報に関して適用される日本の法令を遵守するとともに、本プライバシーポリシーの内容を適宜見直しその改善に努めます。修正された最新のプライバシーポリシーは常に本ページにて開示されます。

        <p class="date">令和元年5月19日　策定</p>
      </div>
    </article>
    <footer-container></footer-container>
  </div>
</template>

<script>
import FooterContainer from '/components/FooterContainer.vue';

export default {
  name: 'privacy-policy',
  components: {
    FooterContainer
  }
}
</script>

<style lang="scss">
#privacy_policy > article {
  position: relative;
  width: 80%;
  max-width: 1200px;
  top: 0;
  left: 0;
  right: 0;
  margin: 80px auto 0;

  .text-card {
    @media (max-width: 680px) {
      padding: 0;
      margin: 0;
    }
    @media (min-width: 681px) {
      width: calc(100% - 40px);
      max-width: 800px;
      margin: 0 auto;
    }
  }

  p {
    &.date {
      display: block;
      margin-top: 50px;
    }
  }
}
</style>
